Revit 2027 API
SymbolTypeId.Cy Property
 Symbol CY, indicating unit Cubic yards.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Cy { get; }
Public Shared ReadOnly Property Cy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Cy {
	ForgeTypeId^ get ();
}
static member Cy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace